Repository: RedTurtle/collective.signupsheet
Catalog: collective/signupsheet/locales/*/LC_MESSAGES/plone.po
Languages: de, it

source: Close Signup Sheet
de: Anmeldeforumlar schließen
it: Chiudi le iscrizioni

source: Close signup sheet and stop submissions
de: Forumlar schließen und Anmeldungen stoppen
it: Chiudi le iscrizioni e ferma l'invio di richieste

source: Closed for submissions
de: Anmeldung geschlossen
it: Iscrizioni chiuse

source: Confirm
de: Bestätigen
it: Conferma

source: Confirmed
de: Bestätigt
it: Confermato

source: Export Registrants
de: Teilnehmerdaten exportieren
it: Esporta Iscritti

source: Import Registrants
de: Teilnehmerdaten importieren
it: Importa Iscritti

source: Notify Registrants
it: Notifica Iscritti

source: Open Signup Sheet
de: Anmeldeformular öffnen
it: Apri le iscrizioni

source: Open for submissions
de: Offen für Anmeldungen
it: Iscrizioni aperte

source: Open signup sheet for submissions
de: Formular für Anmeldungen öffnen
it: Apri le iscrizioni per gli invii di richieste

source: Post subscriber on save
it: Invia iscrizione al salvataggio

source: Reject
de: Ablehnen
it: Rifiuta

source: Submit registrant
it: Sottometti iscrizione

source: Submit registrant (waiting list)
it: Sottometti iscrizione (lista d'attesa)

source: Unconfirmed
de: Nicht bestätigt
it: Non confermato

source: Unconfirmed in waiting list
de: Nicht bestätigt. In der Warteliste
it: Non confermato, in lista d'attesa

source: View Registrants
de: Teilnehmer anzeigen
it: Vedi gli iscritti
